/*  Copyright CANON INC. 2005-2014  */
"ICA_PGADV_AUTOTONE_STR"	= "Ajustes da Imagem";
"ICA_PGADV_AUTOTONE_TT"	= "Seleciona o efeito da função que otimiza o brilho da imagem.";
"ICA_PGADV_COPYGAMMA_STR"	= "Redução de Transparência";
"ICA_PGADV_COPYGAMMA_TT"	= "Seleciona Ativado/Desativado da função que reduz a transparência em documentos duplex ou clareia a cor de base em papéis reciclados e outros papéis coloridos. Essa opção só estará disponível quando [Documento] ou [Revista] estiver selecionado em [Ajustes da Imagem].";
"ICA_PGADV_COPYGAMMA_ADF_TT"	= "Seleciona Ativado/Desativado da função que reduz a transparência em documentos duplex ou clareia a cor de base em papéis reciclados e outros papéis coloridos. Essa opção só estará disponível quando [Documento] estiver selecionado em [Ajustes da Imagem].";
"ICA_PGADV_UNSHARP_STR"	= "Máscara de Desfocagem";
"ICA_PGADV_UNSHARP_TT"	= "Seleciona Ativado/Desativado da função que realça o contorno dos assuntos para tornar a imagem mais nítida. Quando [Apresentação] estiver Ativado, o moiré poderá permanecer, a menos que [Máscara de Desfocagem] esteja definida como Desativado.";
"ICA_PGADV_DESCREEN_STR"	= "Apresentação";
"ICA_PGADV_DESCREEN_TT"	= "Seleciona Ativado/Desativado da função que reduz a gradação irregular ou um padrão listrado (moiré) que aparece quando fotografias ou imagens impressas com pontos tênues são digitalizados. O moiré poderá permanecer, a menos que [Máscara de Desfocagem] esteja definida como Desativado.";
"ICA_PGADV_REMOVEDUST_STR"	= "Remov. Poeira";
"ICA_PGADV_REMOVEDUST_TT"	= "Seleciona o efeito da função \"FARE\", que remove a poeira e os riscos automaticamente de digitalizações do filme.";
"ICA_PGADV_REDUCEDUST_STR"	= "Reduzir Poeira e Riscos";
"ICA_PGADV_REDUCEDUST_TT"	= "Seleciona o efeito da função que reduz pontos brancos causados por poeira ou riscos em fotografias.";
"ICA_PGADV_FADINGCORRECT_STR"	= "Cor. Descoloração";
"ICA_PGADV_FADINGCORRECT_TT"	= "Seleciona o efeito da função que corrige fotografias e filme que perderam a cor com o passar do tempo ou que tenham uma cor predominante. Essa opção só será efetiva quando [Cor] estiver selecionado em [Modo de Cor] (tipo).";
"ICA_PGADV_GRAINCORRECT_STR"	= "Correção de Granulação";
"ICA_PGADV_GRAINCORRECT_TT"	= "Seleciona o efeito da função que reduz a granulação (rugosidade) em fotografias tiradas com alta velocidade ou com sensibilidade alta.";
"ICA_PGADV_CUBS_STR"	= "Cor. Sombra Medianiz";
"ICA_PGADV_CUBS_TT"	= "Seleciona o efeito da função que corrige sombras que aparecem entre páginas durante a digitalização de livretos abertos. Ao usar essa função de correção, posicione o original de forma que ele não fique inclinado. Durante a digitalização, pressione o centro da lombada com a mesma pressão que foi aplicada durante a digitalização de visualização.";
"ICA_PGPREF_CALIB_SETTINGS_STR"	= "Calibrar antes de cada digit.";
"ICA_PGPREF_CALIB_SETTINGS_TT"	= "Executa a calibração antes de cada digitalização.";
"ICA_PGPREF_ADF_ORDERREJECTION_STR"	= "Saída na ordem das páginas";
"ICA_PGPREF_ADF_ORDERREJECTION_TT"	= "Define como executar a saída do papel após a digitalização de vários documentos duplex a partir do ADF. Defina como Desativa para digitalizar documentos e ter como saída o papel no modo rápido. Defina como Ativa para digitalizar documentos e ter como saída o papel automaticamente na ordem das páginas.";
"ICA_ADV_FLAG_NONE"	= "Nenhum";
"ICA_ADV_FLAG_AUTO"	= "Automático";
"ICA_ADV_FLAG_PHOTO"	= "Foto";
"ICA_ADV_FLAG_MAGAZINE"	= "Revista";
"ICA_ADV_FLAG_DOCUMENT"	= "Documento";
"ICA_ADV_FLAG_ON"	= "ATIVADO";
"ICA_INFO_NONE"	= "Nenhum";
"ICA_INFO_LOW"	= "Baixo";
"ICA_INFO_MEDIUM"	= "Médio";
"ICA_INFO_HIGH"	= "Alto";
"ICA_ERROR_001"	= "A digitalização não pode ser executada exceto se o tamanho ou a resolução for reduzido para %s x %s pixels ou menos e o tamanho de dados for de %s GB ou menos.";
"ICA_ERROR_002"	= "O tamanho do papel não é adequado para a digitalização duplex. Selecione A4 ou Letter.";
"ICA_ERROR_003"	= "O [Modo de Cor] (tipo) especificado não suporta digitalização de 16 bits. Para digitalizar com o [Modo de Cor] (tipo) especificado, altere a profundidade do bit para 8 bits. Para executar a digitalização de 16 bits, altere o [Modo de Cor] (tipo) para cor.";
"ICA_ERROR_004"	= "Não será possível executar a digitalização, exceto se o tamanho for aumentado para 4 x 4 mm (0,16 x 0,16 polegadas).";
"ICA_ERROR_005"	= "Você não tem os privilégios necessários para acessar a pasta especificada.";
"ICA_ERROR_006"	= "Não foi possível detectar o filme.\nVerifique se o filme está definido corretamente e digitalize novamente.";
"ICA_ERROR_007"	= "Digitalize Filmes Formato 120 com o driver do scanner.";
"ICA_ERROR_008"	= "Ocorreu um erro interno. Tome as medidas a seguir.\n- Verifique o status do scanner.\n- Reinicie o scanner.\n- Reinstale o driver de scanner.";
"ICA_ERROR_009"	= "O tamanho do papel não é adequado para a digitalização duplex. Selecione um tamanho diferente de Ofício EUA.";
"ICA_ERROR_01"	= "Memória insuficiente. Aumente a memória disponível.";
"ICA_ERROR_02"	= "Um arquivo necessário está ausente ou corrompido ou as configurações estão incorretas. Tente instalar novamente.";
"ICA_ERROR_03"	= "Ocorreu um erro interno.";
"ICA_ERROR_04"	= "Não há espaço em disco suficiente para concluir a digitalização.";
"ICA_ERROR_05"	= "Não há documentos no ADF (Alimentador Automático de Documentos). Coloque um documento e tente novamente.";
"ICA_ERROR_07"	= "Erro no scanner. Consulte o manual para obter soluções.";
"ICA_ERROR_08"	= "Não é possível gravar ou ler o arquivo.";
"ICA_ERROR_09"	= "Ocorreu um erro. Desligue e volte a ligar o dispositivo.";
"ICA_ERROR_10"	= "Solte a trava, desconecte e reconecte o cabo USB.";
"ICA_ERROR_11"	= "Libere a trava de bloqueio, desligue o dispositivo e ligue-o novamente.";
"ICA_ERROR_12"	= "Digitalização cancelada pelo usuário.";
"ICA_ERROR_13"	= "Digitalização cancelada pelo usuário. Pressione o botão OK no painel de controle da impressora para ejetar o documento do ADF (Alimentador Automático de Documentos).";
"ICA_ERROR_18"	= "Não é possível digitalizar pelos seguintes motivos:\n- O original pode não estar definido corretamente.\n- A folha de proteção pode estar no local.\n- A lâmpada pode não ter aquecido ainda.\n   (São necessários alguns minutos para ajustar a temperatura da lâmpada.)";
"ICA_ERROR_25"	= "O papel está atolado no ADF (Alimentador Automático de Documentos). Retire o papel atolado, então pressione o botão OK para limpar o status no painel de controle da impressora.";
"ICA_ERROR_26"	= "A tampa do ADF (Alimentador Automático de Documentos) está aberta. Feche-a e pressione o botão OK para limpar o status no painel de controle da impressora.";
"ICA_ERROR_28"	= "Documento muito grande. Verifique se a tampa do ADF (Alimentador Automático de Documentos) está fechada, e pressione o botão OK no painel de controle da impressora para ejetar o documento do ADF.";
"ICA_ERROR_29"	= "O tamanho do papel não é adequado para a digitalização duplex. Verifique se a tampa do ADF (Alimentador Automático de Documentos) está fechada, e pressione o botão OK no painel de controle da impressora para ejetar o documento do ADF.";
"ICA_ERROR_30"	= "Não há documento no ADF (Alimentador Automático de Documentos). Pressione o botão OK no painel de controle da impressora para cancelar o erro, depois coloque papel no ADF.";
"ICA_ERROR_31"	= "A inicialização do scanner está em andamento. Digitalize após a conclusão.";
"ICA_ERROR_32"	= "A inicialização da impressora está em andamento. Digitalize após a conclusão.";
"ICA_ERROR_33"	= "A impressora está sendo usada ou ocorreu um erro. Verifique o status.";
"ICA_ERROR_34"	= "O scanner não estará disponível quando usado por outro aplicativo ou usuário.";
"ICA_ERROR_35"	= "A folha de proteção não foi removida. Não é possível digitalizar.";
"ICA_ERROR_36"	= "Não é possível digitalizar o tamanho de papel especificado do documento.";
"ICA_ERROR_39"	= "Não é possível se comunicar com o scanner porque:\n- O scanner está desligado.\n- O cabo USB está desconectado.\n\nVerifique e tente novamente.";
"ICA_ERROR_40"	= "Não é possível se comunicar com o scanner porque:\n- O scanner está desligado.\n- (Se estiver usando LAN com fio) Está desconectado da LAN com fio.\n- (Se estiver usando LAN sem-fio) A potência do sinal é baixa devido a obstruções.\n- A conexão com a rede não é permitida por software de segurança.\n- Um outro scanner está na rede está selecionado.\n\nVerifique e tente novamente.";
"ICA_ERROR_42"	= "A tampa do documento está aberta.\nFeche-a e pressione o botão OK da impressora.\nEm seguida, remova o documento do ADF (Alimentador automático de documentos).";
